Repository: jjundev/project_wattly
Catalog: Wattly/Resources/Localizable.xcstrings
Source language: ko
Languages: ar, cs, da, de, el, en, es, fi, fr, he, hi, hu, id, it, ja, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: 한 번만 100% 완충
ar: شحن كامل 100% لمرة واحدة
cs: Plné dobití na 100 % jednorázově
da: 100 % fuld opladning én gang
de: Einmalig auf 100% voll aufladen
el: Πλήρης φόρτιση 100% μία φορά
en: Top Up to 100%
es: Carga completa al 100% una sola vez
fi: 100 % täysi lataus kerran
fr: Recharge à 100 % une seule fois
he: טעינה מלאה ל-100% פעם אחת
hi: एक बार 100% पूर्ण चार्ज
hu: Egyszeri 100%-os teljes töltés
id: Isi Penuh 100% Satu Kali
it: Carica completa al 100% una volta
ja: 1回のみ100%フル充電
nb: 100 % fullading én gang
nl: Eenmalig 100% volledig opladen
pl: Jednorazowe pełne naładowanie do 100%
pt_br: Recarga 100% Uma Vez
pt_pt: Recarga a 100% uma vez
ro: Încărcare completă 100% o singură dată
ru: Однократно зарядить до 100%
sv: 100 % fulladdning en gång
th: ชาร์จเต็ม 100% เพียงครั้งเดียว
tr: Bir Kerelik %100 Tam Şarj
uk: Одноразово зарядити до 100%
vi: Sạc đầy 100% một lần
zh_hans: 一次性充满至 100%
zh_hant: 一次性充滿至 100%

source: 한 번만 100% 충전 (Top Up)
ar: شحن إلى 100% لمرة واحدة (Top Up)
cs: Nabití na 100 % jednorázově (Top Up)
da: Oplad til 100 % én gang (Top Up)
de: Einmalig auf 100% laden (Top Up)
el: Φόρτιση στο 100% μία φορά (Top Up)
en: Charge to 100% Once (Top Up)
es: Cargar al 100% una sola vez (Top Up)
fi: Lataa 100 %:iin kerran (Top Up)
fr: Recharger à 100 % une fois (Top Up)
he: טעינה ל-100% פעם אחת (Top Up)
hi: एक बार 100% तक चार्ज करें (Top Up)
hu: Töltés 100%-ra egyszer (Top Up)
id: Isi Daya ke 100% Sekali (Top Up)
it: Carica al 100% una volta (Top Up)
ja: 1回のみ100%充電（Top Up）
nb: Lad til 100 % én gang (Top Up)
nl: Eenmalig opladen naar 100% (Top Up)
pl: Naładuj do 100% jednorazowo (Top Up)
pt_br: Carregar a 100% Uma Vez (Top Up)
pt_pt: Carregar a 100% uma vez (Top Up)
ro: Încarcă la 100% o singură dată (Top Up)
ru: Зарядить до 100% один раз (Top Up)
sv: Ladda till 100 % en gång (Top Up)
th: ชาร์จถึง 100% หนึ่งครั้ง (Top Up)
tr: Bir Kez %100'e Kadar Şarj Et (Top Up)
uk: Зарядити до 100% один раз (Top Up)
vi: Sạc đến 100% một lần (Top Up)
zh_hans: 一次性充电至 100% (Top Up)
zh_hant: 一次性充電至 100% (Top Up)

source: 한 번만 완충
ar: شحن كامل لمرة واحدة
cs: Jednorázové plné dobití
da: Fuld opladning én gang
de: Einmalig voll aufladen
el: Πλήρης φόρτιση μία φορά
en: Top Up
es: Carga completa una vez
fi: Täysi lataus kerran
fr: Recharge complète unique
he: טעינה מלאה חד-פעמית
hi: एक बार पूर्ण चार्ज
hu: Egyszeri teljes töltés
id: Isi Penuh Sekali
it: Ricarica completa una tantum
ja: 1回のみフル充電
nb: Fullading én gang
nl: Eenmalig volledig opladen
pl: Jednorazowe pełne naładowanie
pt_br: Recarga Única Completa
pt_pt: Recarga única completa
ro: Încărcare completă unică
ru: Однократная полная зарядка
sv: Fulladdning en gång
th: ชาร์จเต็มเพียงครั้งเดียว
tr: Bir Kerelik Tam Şarj
uk: Одноразове повне заряджання
vi: Sạc đầy một lần
zh_hans: 一次性充满
zh_hant: 一次性充滿

source: 한 번만 완충 (Top Up)
ar: Top Up (100% Once)
cs: Top Up (100% Once)
da: Top Up (100% Once)
de: Einmalig voll aufladen (Top Up)
el: Top Up (100% Once)
en: Top Up (100% Once)
es: Carga completa puntual (Top Up)
fi: Top Up (100% Once)
fr: Recharge complète unique (Top Up)
he: Top Up (100% Once)
hi: Top Up (100% Once)
hu: Top Up (100% Once)
id: Top Up (100% Once)
it: Top Up (100% Once)
ja: 1回のみフル充電 (Top Up)
nb: Top Up (100% Once)
nl: Top Up (100% Once)
pl: Top Up (100% Once)
pt_br: Top Up (100% Once)
pt_pt: Top Up (100% Once)
ro: Top Up (100% Once)
ru: Top Up (100% Once)
sv: Top Up (100% Once)
th: Top Up (100% Once)
tr: Top Up (100% Once)
uk: Top Up (100% Once)
vi: Top Up (100% Once)
zh_hans: 充满一次 (Top Up)
zh_hant: 充滿一次 (Top Up)

source: 한 번만 완충 또는 수동 방전이 진행 중입니다. 먼저 끝내 주세요.
ar: عملية الشحن الكامل لمرة واحدة أو التفريغ اليدوي قيد التنفيذ. يُرجى إنهاؤها أولًا.
cs: Probíhá Jednorázové plné dobití nebo Ruční vybíjení. Nejprve to dokončete.
da: Fuld opladning én gang eller Manuel afladning kører. Afslut den først.
de: Einmalig voll aufladen oder Manuelles Entladen läuft bereits. Beende es zuerst.
el: Η Πλήρης φόρτιση μία φορά ή η Χειροκίνητη εκφόρτιση βρίσκεται σε εξέλιξη. Ολοκληρώστε την πρώτα.
en: Top Up or Manual Discharge is running. Finish it first.
es: Carga completa una vez o Descarga manual está en curso. Termínala primero.
fi: Täysi lataus kerran tai Manuaalinen purku on käynnissä. Lopeta se ensin.
fr: Recharge complète unique ou Décharge manuelle est en cours. Terminez-la d'abord.
he: טעינה מלאה חד-פעמית או פריקה ידנית פועלת כעת. סיים אותה קודם.
hi: एक बार पूर्ण चार्ज या मैन्युअल डिस्चार्ज चल रहा है। पहले उसे समाप्त करें।
hu: Az Egyszeri teljes töltés vagy a Kézi lemerítés folyamatban van. Fejezd be előbb.
id: Isi Penuh Sekali atau Pengosongan Manual sedang berjalan. Selesaikan itu dahulu.
it: Ricarica completa una tantum o Scarica manuale è in corso. Terminala prima.
ja: 1回のみフル充電または手動放電が実行中です。先にそちらを終了してください。
nb: Fullading én gang eller Manuell utlading pågår. Fullfør den først.
nl: Eenmalig volledig opladen of Handmatig ontladen is bezig. Rond dit eerst af.
pl: Trwa Jednorazowe pełne naładowanie lub Ręczne rozładowywanie. Zakończ je najpierw.
pt_br: Recarga Única Completa ou Descarga Manual está em andamento. Termine-a primeiro.
pt_pt: Recarga única completa ou Descarga manual está em curso. Termine-a primeiro.
ro: Încărcare completă unică sau Descărcare manuală este în curs. Finalizeaz-o mai întâi.
ru: Выполняется Однократная полная зарядка или Ручная разрядка. Сначала завершите её.
sv: Fulladdning en gång eller Manuell urladdning pågår. Avsluta den först.
th: การชาร์จเต็มเพียงครั้งเดียวหรือการคายประจุด้วยตนเองกำลังทำงานอยู่ โปรดทำให้เสร็จก่อน
tr: Bir Kerelik Tam Şarj veya Manuel Deşarj sürüyor. Önce onu bitirin.
uk: Виконується Одноразове повне заряджання або Ручне розряджання. Спершу завершіть його.
vi: Sạc đầy một lần hoặc Xả thủ công đang chạy. Hãy hoàn tất trước.
zh_hans: 一次性充满或手动放电正在进行中，请先完成它。
zh_hant: 一次性充滿或手動放電正在進行中，請先完成它。

source: 한 번만 완충 보기
ar: إظهار الشحن الكامل لمرة واحدة
cs: Zobrazit jednorázové plné nabití
da: Vis engangs fuld opladning
de: Einmalig voll aufladen anzeigen
el: Εμφάνιση εφάπαξ πλήρους φόρτισης
en: Show Top Up
es: Mostrar carga completa puntual
fi: Näytä kertaluonteinen täyteenlataus
fr: Afficher la recharge complète unique
he: הצג טעינה מלאה חד-פעמית
hi: एक बार पूरा चार्ज दिखाएं
hu: Egyszeri teljes feltöltés megjelenítése
id: Tampilkan Pengisian Penuh Sekali
it: Mostra ricarica completa singola
ja: 1回のみフル充電を表示
nb: Vis engangs fullading
nl: Toon eenmalig volledig opladen
pl: Pokaż jednorazowe pełne naładowanie
pt_br: Mostrar Carga Completa Pontual
pt_pt: Mostrar carga completa única
ro: Afișare încărcare completă unică
ru: Показывать разовую полную зарядку
sv: Visa engångs fulladdning
th: แสดงการชาร์จเต็มครั้งเดียว
tr: Tek Seferlik Tam Şarjı Göster
uk: Показувати разове повне заряджання
vi: Hiển thị sạc đầy một lần
zh_hans: 显示充满一次
zh_hant: 顯示充滿一次

source: 한 번만 완충 시작
ar: Start Top Up
cs: Start Top Up
da: Start Top Up
de: Vollständiges Laden starten
el: Start Top Up
en: Start Top Up
es: Iniciar carga completa
fi: Start Top Up
fr: Démarrer la recharge complète
he: Start Top Up
hi: Start Top Up
hu: Start Top Up
id: Start Top Up
it: Start Top Up
ja: フル充電を開始
nb: Start Top Up
nl: Start Top Up
pl: Start Top Up
pt_br: Start Top Up
pt_pt: Start Top Up
ro: Start Top Up
ru: Start Top Up
sv: Start Top Up
th: Start Top Up
tr: Start Top Up
uk: Start Top Up
vi: Start Top Up
zh_hans: 开始充满一次
zh_hant: 開始充滿一次

source: 한 번만 완충 완료
ar: اكتمل الشحن الكامل لمرة واحدة
cs: Jednorázové plné dobití dokončeno
da: Fuld opladning én gang fuldført
de: Einmaliges Vollladen abgeschlossen
el: Η εφάπαξ πλήρης φόρτιση ολοκληρώθηκε
en: Top Up Complete
es: Carga completa única finalizada
fi: Kertaluonteinen täysi lataus valmis
fr: Recharge complète unique terminée
he: הטעינה המלאה החד-פעמית הושלמה
hi: एक बार पूर्ण चार्ज पूरा हुआ
hu: Egyszeri teljes töltés befejezve
id: Pengisian Penuh Sekali Selesai
it: Ricarica completa una tantum completata
ja: 1回のみフル充電完了
nb: Fullading én gang fullført
nl: Eenmalig volledig opladen voltooid
pl: Zakończono jednorazowe pełne naładowanie
pt_br: Recarga Única Completa Concluída
pt_pt: Recarga única completa concluída
ro: Încărcare completă unică finalizată
ru: Однократная полная зарядка завершена
sv: Fulladdning en gång klar
th: ชาร์จเต็มเพียงครั้งเดียวเสร็จสิ้น
tr: Bir Kerelik Tam Şarj Tamamlandı
uk: Одноразове повне заряджання завершено
vi: Đã hoàn tất sạc đầy một lần
zh_hans: 一次性充满完成
zh_hant: 一次性充滿完成

source: 한 번만 완충 완료 (100% 유지 중, 어댑터 분리 시 원래 한도로 복귀)
ar: اكتمل الشحن لمرة واحدة (الحفاظ على 100%، وتتم استعادة الحد الأصلي عند فصل المحول)
cs: Jednorázové plné dobití dokončeno (udržuje 100 %, po odpojení adaptéru se obnoví původní limit)
da: Fuld opladning én gang fuldført (holder 100 %, vender tilbage til oprindelig grænse ved frakobling)
de: Einmaliges Vollladen abgeschlossen (100% wird gehalten, ursprüngliches Limit wird beim Trennen wiederhergestellt)
el: Εφάπαξ πλήρης φόρτιση ολοκληρώθηκε (διατήρηση στο 100%, επαναφορά αρχικού ορίου κατά την αποσύνδεση)
en: Top Up complete (Holding at 100%, normal limit restores on unplug)
es: Carga completa única finalizada (manteniendo 100%, se restaura el límite original al desconectar)
fi: Kertaluonteinen täysi lataus valmis (pidetään 100 %:ssa, palautuu alkuperäiseen rajaan irrotettaessa)
fr: Recharge complète unique terminée (maintien à 100 %, retour à la limite initiale au débranchement)
he: טעינה מלאה חד-פעמית הושלמה (שומר על 100%, הגבול המקורי ישוחזר בניתוק מהחשמל)
hi: एक बार पूर्ण चार्ज पूरा हुआ (100% बनाए रखा जा रहा है, एडाप्टर हटाने पर सामान्य सीमा बहाल होगी)
hu: Egyszeri teljes töltés befejezve (100%-on tartva, a leválasztáskor visszaáll az eredeti korlát)
id: Pengisian penuh sekali selesai (menahan di 100%, kembali ke batas awal saat adaptor dicabut)
it: Ricarica completa una tantum completata (mantenimento al 100%, ripristino limite originale allo scollegamento)
ja: 1回のみフル充電完了（100%維持中、アダプタ取り外し時に元の制限に復帰）
nb: Fullading én gang fullført (holder 100 %, går tilbake til opprinnelig grense ved frakobling)
nl: Eenmalig volledig opladen voltooid (100% aangehouden, herstelt naar oorspronkelijke limiet na loskoppelen)
pl: Zakończono jednorazowe pełne naładowanie (utrzymywanie 100%, powrót do pierwotnego limitu po odłączeniu)
pt_br: Recarga única completa concluída (mantendo 100%, restaura o limite original ao desconectar)
pt_pt: Recarga única completa concluída (a manter 100%, repõe o limite original ao desligar)
ro: Încărcare completă unică finalizată (menținere la 100%, revine la limita inițială la deconectare)
ru: Однократная полная зарядка завершена (поддержание 100%, возврат к исходному лимиту при отключении)
sv: Fulladdning en gång klar (håller 100 %, återgår till ursprunglig gräns vid urkoppling)
th: ชาร์จเต็มเพียงครั้งเดียวเสร็จสิ้น (คงไว้ที่ 100% จะกลับสู่ขีดจำกัดเดิมเมื่อถอดสายชาร์จ)
tr: Bir kerelik tam şarj tamamlandı (%100'de tutuluyor, adaptör çıkarıldığında orijinal sınıra döner)
uk: Одноразове повне заряджання завершено (утримання 100%, відновлення початкового ліміту після від'єднання)
vi: Đã hoàn tất sạc đầy một lần (duy trì 100%, khôi phục giới hạn ban đầu khi rút sạc)
zh_hans: 一次性充满完成（保持在 100%，断开电源适配器后恢复原限制）
zh_hant: 一次性充滿完成（保持在 100%，拔掉電源轉接器後恢復原限制）

source: 한 번만 완충 유지 중 (100% 유지 중, 어댑터 분리 시 원래 한도로 복귀)
ar: المحافظة على الشحن لمرة واحدة (الحفاظ على 100%، وتتم استعادة الحد الأصلي عند فصل المحول)
cs: Udržování jednorázového plného dobití (udržuje 100 %, po odpojení adaptéru se obnoví původní limit)
da: Fuld opladning én gang fastholdes (holder 100 %, vender tilbage til oprindelig grænse ved frakobling)
de: Einmaliges Vollladen wird gehalten (100% wird gehalten, ursprüngliches Limit wird beim Trennen wiederhergestellt)
el: Διατήρηση εφάπαξ πλήρους φόρτισης (διατήρηση στο 100%, επαναφορά αρχικού ορίου κατά την αποσύνδεση)
en: Top Up held at 100% (Holding at 100%, normal limit restores on unplug)
es: Manteniendo carga completa única (manteniendo 100%, se restaura el límite original al desconectar)
fi: Kertaluonteista täyttä latausta pidetään (pidetään 100 %:ssa, palautuu alkuperäiseen rajaan irrotettaessa)
fr: Maintien de la recharge complète unique (maintien à 100 %, retour à la limite initiale au débranchement)
he: שומר על טעינה מלאה חד-פעמית (שומר על 100%, הגבול המקורי ישוחזר בניתוק מהחשמל)
hi: एक बार पूर्ण चार्ज बनाए रखा जा रहा है (100% बनाए रखा जा रहा है, एडाप्टर हटाने पर सामान्य सीमा बहाल होगी)
hu: Egyszeri teljes töltés tartása (100%-on tartva, a leválasztáskor visszaáll az eredeti korlát)
id: Menahan pengisian penuh sekali (menahan di 100%, kembali ke batas awal saat adaptor dicabut)
it: Mantenimento ricarica completa una tantum (mantenimento al 100%, ripristino limite originale allo scollegamento)
ja: 1回のみフル充電維持中（100%維持中、アダプタ取り外し時に元の制限に復帰）
nb: Holder fullading én gang (holder 100 %, går tilbake til opprinnelig grense ved frakobling)
nl: Eenmalig volledig opladen aangehouden (100% aangehouden, herstelt naar oorspronkelijke limiet na loskoppelen)
pl: Utrzymywanie jednorazowego pełnego naładowania (utrzymywanie 100%, powrót do pierwotnego limitu po odłączeniu)
pt_br: Mantendo recarga única completa (mantendo 100%, restaura o limite original ao desconectar)
pt_pt: A manter recarga única completa (a manter 100%, repõe o limite original ao desligar)
ro: Menținere încărcare completă unică (menținere la 100%, revine la limita inițială la deconectare)
ru: Поддержание однократной полной зарядки (поддержание 100%, возврат к исходному лимиту при отключении)
sv: Håller fulladdning en gång (håller 100 %, återgår till ursprunglig gräns vid urkoppling)
th: กำลังคงการชาร์จเต็มเพียงครั้งเดียว (คงไว้ที่ 100% จะกลับสู่ขีดจำกัดเดิมเมื่อถอดสายชาร์จ)
tr: Bir kerelik tam şarj korunuyor (%100'de tutuluyor, adaptör çıkarıldığında orijinal sınıra döner)
uk: Утримання одноразового повного заряджання (утримання 100%, відновлення початкового ліміту після від'єднання)
vi: Đang duy trì sạc đầy một lần (duy trì 100%, khôi phục giới hạn ban đầu khi rút sạc)
zh_hans: 正在保持一次性充满（保持在 100%，断开电源适配器后恢复原限制）
zh_hant: 正在保持一次性充滿（保持在 100%，拔掉電源轉接器後恢復原限制）

source: 한 번만 완충 자동 해제
ar: تم إنهاء الشحن الكامل لمرة واحدة تلقائيًا
cs: Jednorázové plné nabití automaticky ukončeno
da: Engangs fuld opladning afsluttet automatisk
de: Einmaliges Vollladen automatisch beendet
el: Η εφάπαξ πλήρης φόρτιση τερματίστηκε αυτόματα
en: Top Up Ended Automatically
es: Carga completa única finalizada automáticamente
fi: Kertaluonteinen täyteen lataus päättyi automaattisesti
fr: Charge complète unique arrêtée automatiquement
he: טעינה מלאה חד-פעמית הופסקה אוטומטית
hi: एक बार की फुल चार्जिंग अपने आप समाप्त
hu: Az egyszeri teljes töltés automatikusan befejeződött
id: Pengisian penuh sekali pakai berakhir otomatis
it: Ricarica completa una tantum terminata automaticamente
ja: 一度だけ完全充電を自動解除
nb: Engangs full lading avsluttet automatisk
nl: Eenmalig volladen automatisch beëindigd
pl: Jednorazowe pełne ładowanie zakończone automatycznie
pt_br: Carga total única encerrada automaticamente
pt_pt: Carga total única terminada automaticamente
ro: Încărcarea completă unică s-a încheiat automat
ru: Разовая полная зарядка отключена автоматически
sv: Engångsfulladdning avslutades automatiskt
th: สิ้นสุดการชาร์จเต็มครั้งเดียวโดยอัตโนมัติ
tr: Tek seferlik tam şarj otomatik olarak sonlandırıldı
uk: Одноразову повну зарядку вимкнено автоматично
vi: Đã tự động kết thúc sạc đầy một lần
zh_hans: 一次性充满已自动结束
zh_hant: 一次性充滿已自動結束

source: 한 번만 완충 중 (100%까지 충전)
ar: قيد الشحن الكامل لمرة واحدة (جارٍ الشحن حتى 100%)
cs: Probíhá jednorázové plné dobití (nabíjení na 100 %)
da: Fuld opladning én gang i gang (oplader til 100 %)
de: Einmaliges Vollladen läuft (Laden auf 100%)
el: Εφάπαξ πλήρης φόρτιση σε εξέλιξη (φόρτιση στο 100%)
en: Top Up in progress (Charging to 100%)
es: Carga completa única en curso (cargando al 100%)
fi: Kertaluonteinen täysi lataus käynnissä (ladataan 100 %:iin)
fr: Recharge complète unique en cours (charge jusqu'à 100 %)
he: טעינה מלאה חד-פעמית מתבצעת (טעינה ל-100%)
hi: एक बार पूर्ण चार्ज जारी है (100% तक चार्ज हो रहा है)
hu: Egyszeri teljes töltés folyamatban (töltés 100%-ra)
id: Pengisian penuh sekali sedang berlangsung (Mengisi daya ke 100%)
it: Ricarica completa una tantum in corso (carica al 100%)
ja: 1回のみフル充電中（100%まで充電）
nb: Fullading én gang pågår (lader til 100 %)
nl: Eenmalig volledig opladen bezig (opladen naar 100%)
pl: Jednorazowe pełne naładowanie w toku (ładowanie do 100%)
pt_br: Recarga única completa em andamento (carregando até 100%)
pt_pt: Recarga única completa em curso (a carregar até 100%)
ro: Încărcare completă unică în curs (încărcare la 100%)
ru: Однократная полная зарядка выполняется (зарядка до 100%)
sv: Fulladdning en gång pågår (laddar till 100 %)
th: กำลังชาร์จเต็มเพียงครั้งเดียว (กำลังชาร์จถึง 100%)
tr: Bir kerelik tam şarj sürüyor (%100'e kadar şarj ediliyor)
uk: Триває одноразове повне заряджання (заряджання до 100%)
vi: Đang sạc đầy một lần (sạc đến 100%)
zh_hans: 一次性充满中（充电至 100%）
zh_hant: 一次性充滿中（充電至 100%）

source: 한 번만 완충 활성화 여부
ar: Top Up Active
cs: Top Up Active
da: Top Up Active
de: Einmalig voll aufladen aktiv
el: Top Up Active
en: Top Up Active
es: Carga completa activa
fi: Top Up Active
fr: Recharge complète active
he: Top Up Active
hi: Top Up Active
hu: Top Up Active
id: Top Up Active
it: Top Up Active
ja: 1回のみフル充電が有効
nb: Top Up Active
nl: Top Up Active
pl: Top Up Active
pt_br: Top Up Active
pt_pt: Top Up Active
ro: Top Up Active
ru: Top Up Active
sv: Top Up Active
th: Top Up Active
tr: Top Up Active
uk: Top Up Active
vi: Top Up Active
zh_hans: 充满一次已激活
zh_hant: 充滿一次已啟用

source: 한 번만 완충을 시작했습니다 (100% 도달 후 어댑터 분리 시 원래 한도로 복귀).
ar: Started Top Up (restores normal limit on unplug after reaching 100%).
cs: Started Top Up (restores normal limit on unplug after reaching 100%).
da: Started Top Up (restores normal limit on unplug after reaching 100%).
de: Einmaliges vollständiges Laden gestartet (stellt nach Erreichen von 100 % beim Trennen das normale Limit wieder her).
el: Started Top Up (restores normal limit on unplug after reaching 100%).
en: Started Top Up (restores normal limit on unplug after reaching 100%).
es: Carga completa iniciada (restaura el límite normal al desconectar tras alcanzar el 100%).
fi: Started Top Up (restores normal limit on unplug after reaching 100%).
fr: Recharge complète unique démarrée (restaure la limite normale au débranchement après 100 %).
he: Started Top Up (restores normal limit on unplug after reaching 100%).
hi: Started Top Up (restores normal limit on unplug after reaching 100%).
hu: Started Top Up (restores normal limit on unplug after reaching 100%).
id: Started Top Up (restores normal limit on unplug after reaching 100%).
it: Started Top Up (restores normal limit on unplug after reaching 100%).
ja: 1回のみフル充電を開始しました（100%到達後にアダプタを抜くと元の制限に復帰）。
nb: Started Top Up (restores normal limit on unplug after reaching 100%).
nl: Started Top Up (restores normal limit on unplug after reaching 100%).
pl: Started Top Up (restores normal limit on unplug after reaching 100%).
pt_br: Started Top Up (restores normal limit on unplug after reaching 100%).
pt_pt: Started Top Up (restores normal limit on unplug after reaching 100%).
ro: Started Top Up (restores normal limit on unplug after reaching 100%).
ru: Started Top Up (restores normal limit on unplug after reaching 100%).
sv: Started Top Up (restores normal limit on unplug after reaching 100%).
th: Started Top Up (restores normal limit on unplug after reaching 100%).
tr: Started Top Up (restores normal limit on unplug after reaching 100%).
uk: Started Top Up (restores normal limit on unplug after reaching 100%).
vi: Started Top Up (restores normal limit on unplug after reaching 100%).
zh_hans: 已开始充满一次（达到 100% 后拔掉电源适配器将恢复原有上限）。
zh_hant: 已開始充滿一次（達到 100% 後拔掉電源轉接器將恢復原有上限）。

source: 한 번만 완충을 취소하고 원래 충전 한도로 복귀했습니다.
ar: Cancelled Top Up and restored original charge limit.
cs: Cancelled Top Up and restored original charge limit.
da: Cancelled Top Up and restored original charge limit.
de: Einmaliges vollständiges Laden abgebrochen und ursprüngliches Limit wiederhergestellt.
el: Cancelled Top Up and restored original charge limit.
en: Cancelled Top Up and restored original charge limit.
es: Carga completa cancelada y límite original restablecido.
fi: Cancelled Top Up and restored original charge limit.
fr: Recharge complète unique annulée et limite de charge d'origine restaurée.
he: Cancelled Top Up and restored original charge limit.
hi: Cancelled Top Up and restored original charge limit.
hu: Cancelled Top Up and restored original charge limit.
id: Cancelled Top Up and restored original charge limit.
it: Cancelled Top Up and restored original charge limit.
ja: 1回のみフル充電をキャンセルし、元の充電上限に戻しました。
nb: Cancelled Top Up and restored original charge limit.
nl: Cancelled Top Up and restored original charge limit.
pl: Cancelled Top Up and restored original charge limit.
pt_br: Cancelled Top Up and restored original charge limit.
pt_pt: Cancelled Top Up and restored original charge limit.
ro: Cancelled Top Up and restored original charge limit.
ru: Cancelled Top Up and restored original charge limit.
sv: Cancelled Top Up and restored original charge limit.
th: Cancelled Top Up and restored original charge limit.
tr: Cancelled Top Up and restored original charge limit.
uk: Cancelled Top Up and restored original charge limit.
vi: Cancelled Top Up and restored original charge limit.
zh_hans: 已取消充满一次并恢复原有充电上限。
zh_hant: 已取消充滿一次並恢復原有充電上限。

source: 현재 배터리 잔량, 충전 상태, 전력, 온도 등을 조회합니다.
ar: Check current battery level, charging status, power, and temperature.
cs: Check current battery level, charging status, power, and temperature.
da: Check current battery level, charging status, power, and temperature.
de: Aktuellen Batteriestand, Ladestatus, Leistung und Temperatur prüfen.
el: Check current battery level, charging status, power, and temperature.
en: Check current battery level, charging status, power, and temperature.
es: Consulta el nivel de batería actual, el estado de carga, la potencia y la temperatura.
fi: Check current battery level, charging status, power, and temperature.
fr: Consultez le niveau de batterie actuel, l'état de charge, la puissance et la température.
he: Check current battery level, charging status, power, and temperature.
hi: Check current battery level, charging status, power, and temperature.
hu: Check current battery level, charging status, power, and temperature.
id: Check current battery level, charging status, power, and temperature.
it: Check current battery level, charging status, power, and temperature.
ja: 現在のバッテリー残量、充電状態、消費電力、温度などを確認します。
nb: Check current battery level, charging status, power, and temperature.
nl: Check current battery level, charging status, power, and temperature.
pl: Check current battery level, charging status, power, and temperature.
pt_br: Check current battery level, charging status, power, and temperature.
pt_pt: Check current battery level, charging status, power, and temperature.
ro: Check current battery level, charging status, power, and temperature.
ru: Check current battery level, charging status, power, and temperature.
sv: Check current battery level, charging status, power, and temperature.
th: Check current battery level, charging status, power, and temperature.
tr: Check current battery level, charging status, power, and temperature.
uk: Check current battery level, charging status, power, and temperature.
vi: Check current battery level, charging status, power, and temperature.
zh_hans: 查询当前电池电量、充电状态、功率及温度等信息。
zh_hant: 查詢目前電池電量、充電狀態、功率及溫度等資訊。
